tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "git"
brew "node"
brew "swiftlint"
brew "carthage"
brew "cocoapods"
brew "fastlane"
brew "gradle"
brew "openjdk"
brew "watchman"
brew "xcodegen"

cask "visual-studio-code"
cask "google-chrome"
cask "slack"
cask "zoom"
cask "iterm2"
cask "xcode"
cask "android-studio"
cask "figma"
